Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “我忘记记录他的精神力强度了！”这一下，凯文真是连死的心都有了，刚才看得太专心，负责记录的他竟是忘了自己的本职工作，凯文真想一头撞死在墙上，完了完了，这么大的事竟然出了差错，以葛瑞安叔叔的性格，自己这回就算不死，恐怕也得脱层皮了。
en_us: "I had forgotten to record his mental strength!" At the moment, Kevin wanted to drop dead. It was his responsibility to record the data, but he had been so engrossed in watching that he had forgotten about doing his job. Kevin wanted to hit his head against the wall. He was so doomed, something so important had gone wrong in his hands. With Uncle Gerian's character, even if he didn't die this time round, he'd probably still have to get skinned.

source: “我数三声还不滚，你就准备……用手爬着回去吧！”
en_us: "If you don't leave on the count of three, get ready... to crawl back on your hands!"

source: “我无意和你们为敌，你们别逼我！滚！”
en_us: "I have no intention to make all of you my enemies. Don't force my hand! Get lost!"

source: “我明白了父亲！”
en_us: "I get it, Father!"

source: “我是安度因的老朋友。”
en_us: "I am Andoine's old friend."

source: “我是巴瑟罗尔的父亲。”
en_us: "I am Bathrilor's father."

source: “我是认真的。”罗琳的目光异常坚定，甚至带着一丝狂热。
en_us: "I am serious." Rowling's eyes were resolute, with a hint of enthusiasm.

source: “我最恨的，就是有人从背后偷袭。”林立一双眼睛死死盯着巴瑟罗尔，手上却已结出了一个手印，不等惊慌失措的巴瑟罗尔明白过来，一记风刃已是呼啸而出：“因为我自己就喜欢干这种事！”
en_us: "What I detest most is someone sneaking in an attack from behind." Lin Li's eyes were fixed on Bathrilor, but on his hand he had already produced a handprint. Not waiting for the flustered Bathrilor to grasp what was going on, a shot of wind blade came whistling out. "Because I myself like to do it!"

source: “我有个屁的天赋啊。”
en_us: "I have talent my ass."

source: “我正打算去买些材料……”
en_us: “I was just planning on buying some materials from there too...”

source: “我没事。”林立摇了摇头，示意凯文放心。
en_us: "I'm alright." Lin Li shook his head, reassuring Kevin.

source: “我没开玩笑！”葛瑞安两只眼睛紧紧盯着林立，神色间显得前所未有的认真：“公会无人可用你又不是不知道，你看看公会里那些废柴，老的老小的小，老的是庸才，小的是蠢材，没一个能成气候的，为了这些混蛋，老子头发都多愁白了几根，幸亏后来把你挖进了公会，传奇法师安度因的弟子，魔法天才，药剂大师……除了你之外，公会里谁有资格坐这个位子？”
en_us: "I'm not joking!" Gerian fixed his eyes on Lin Li, and he looked more serious than ever. "You know the guild has no one of use. Look at those useless bums in the guild, the old are too old and the young are too young. The old are mediocre and the young are fools, none of them will come to work out. My hair is all worried white for these bastards. Luckily we brought you into the guild. The disciple of the legendary mage Andoine, a magic genius, a potion master... Other than you, who else is qualified for the position?"

source: “我看到了！”
en_us: "I see it!"

source: “我真的是……”看到马森这呆滞的表情，林立就很想拿头撞树。
en_us: "Really, I am..." the sight of Marson's stupefied expression made Lin Li very frustrated.

source: “我知道你身上藏着一些秘密，这些秘密你既然不打算说，我也不打算知道。”大概是将林立的实话当成了托词，安度因摆了摆手，示意他不用解释，然后又自顾自的说道：“一开始的时候，我只是单纯的不忍心看你浪费天赋，当时我可想不到，你会做得这么出色，一直到前两天，我才忽然发现，我居然再没有什么可教你的了！”
en_us: “I know that you carry some secret and you have no intention to share it; I have no intention to probe, either.” He brushed off Lin Li’s true reply as an excuse with a wave of his hand, indicating that Lin Li did not need to explain anything. Andoine then said to himself, “In the beginning, I just could not bear to see you waste your talent. At that time, I did not expect that you could have done so well. It wasn’t until the last two days that I realized I have nothing more to teach you!”

source: “我知道错了，格林爷爷。”罗琳神色间有些委屈：“可是我后来已经道歉了……”
en_us: "I know that I'm wrong, Grandpa Grimm." Rowling's expression was aggrieved. "But I've apologized after that..."

source: “我给你个叉……”葛瑞安两眼一瞪,毫不客气的喷了回去：“我说马修斯，你也一大把年纪了，该懂点事了吧？欺负了我魔法公会的人，还要我给你个交代，你是不是真觉得我这两年长胖了就比较好欺负？”
en_us: "Give you a f*ck..." Gerian retorted with a glare. "I say, Matthew, you're old enough now, shouldn't you be more sensible? Demanding an explanation when you'd bullied someone from my guild, do you really think I'm easy to bully now that I've gained weight in these two years?"

source: “我要是你，就会赶紧把那两片树叶捞出来，不然别说十分钟，估计十秒钟都要不了，你手上的烧杯就会再一次炸开。”林立的笑声听上去异常恶劣。
en_us: "If I were you, I'd be in a hurry to scoop those two leaves out. Otherwise not to mention ten minutes, the beaker in your hand will explode once again in less than ten seconds." Lin Li's laugh sounded unusually nasty.

source: “我要杀了你，杀了你……”
en_us: "I'm going to kill you, kill you..."

source: “我要疯了……”
en_us: "I'm going crazy..."

source: “我要的只是公平一战的机会，只有他们两个，谁也不许插手！”
en_us: "All I want is a chance for a fair match. Only the two of them, and no one can interfere!"

source: “我认识你吗？”对于优越感这种东西，林立一向是很讨厌的，所以言语之间，自然也谈不上多么客气，只是拿眼角瞄了巴瑟罗尔一眼，那神态就象是在看一件东西，又或者是在看一团空气。
en_us: "Do I know you?" Lin Li had always detested the idea of superiority, so it was natural that there was no politeness in his words. He merely took a glance at Bathrilor from the corner of his eyes. It looked like he was looking at something or a mass of air.

source: “我让人先安排她在会客室等着，也不知道走了没有……”
en_us: "I had someone settle her down in the reception room, wonder if she's still there..."

source: “我说过只要江如虎江豹江松的腿，其他人不想被误伤，请让开！”江逸不带一丝情绪波动的声音响起，让很多江家子弟自动后退几步，江逸敢在演武殿动手，很明显已经豁出去了，和一个疯子斗不值得。
en_us: "I said I only want the legs of Jiang Ruhu, Jiang Bao and Jiang Song. Those that do not want to be mistakenly injured, please stand aside!" Jiang Yi's voice echoed without any emotions. Majority of the descendants of Jiang Clan took a few steps back. If Jiang Yi dared to make a move in the Martial Arts Demonstration Hall, it meant that he was taking all risks. It wasn't worth it to fight it out with a madman.

source: “我跟他们说，不如我请葛瑞安会长出来，跟大家好好谈谈细节？”
en_us: "I told them, why don’t I ask President Gerian out to discuss the details with them?"

source: “我输了。”老梅林声音有些干涩，却依然让所有人都听得清清楚楚。
en_us: "I lost." Old Merlin's voice was dry, but everyone had heard it clearly.

source: “我输给了你吗？”狠狠的瞪了葛瑞安一眼，老梅林才把目光挪到了林立身上：“我输给的是这位年轻的药剂师！”
en_us: "Did I lose to you?" Old Merlin shot Gerian a glare, and shifted his focus onto Lin Li. "The one I have lost to is this young pharmacist!"

source: “我还能教他什么？”安度怔怔的盯着水晶球，想了半天也没想出来，自己究竟还能再教林立些什么。
en_us: "What else can I still teach him?” Andoine stared at the crystal and pondered for a long time, asking himself what other skills he was able to teach Lin Li.

source: “我这也是为了他好！”老家伙还要恬不知耻的吹嘘几句，林立却已经拿着玻璃瓶子走到了那魔导士身前。
en_us: "I'm doing this for his own good!"

source: “我需要一个解释！”
en_us: "I need an explanation!"

source: “我靠！”
en_us: "Damn!"

source: “我靠！”林立往那树洞里看了一眼，顿时觉得，这死猩猩太有才了，生生把个树洞弄成了百宝箱，看看里面都藏了些什么，锈迹斑斑的武器盔甲，闪闪发亮的玻璃珠子，一堆五颜六色的颜料，甚至还有一块被涂得乱七八糟的画布……
en_us: "Woah!" Lin Li glanced into the tree hole and suddenly felt that the darned gorilla was indeed a genius. It had turned the tree hole in a treasure chest. What was in there included a weaponed armor covered in rust, glistening glass beads, a pile of colorful dyestuff, and even a canvas that was coated with mess.

source: “我靠！”林立怎么也没有想到，自己藏身的树下，竟然藏着一根藤条，那藤条一端打了一个活结，另一段却在利维坦猩猩手中，只见那死猩猩将藤条一拉，林立整个人就被吊了起来。
en_us: “Damn!” Lin Li had not expected there to be a hidden rattan underneath the tree he was hiding. One end of the rattan was tied into a slipknot, while the other was in the hands of the Leviathan Gorilla. It only took the darned gorilla one pull and Lin Li was hung upside down.

source: “我靠！”葛瑞安一句脏话脱口而出，这小子算得也太准了点。
en_us: "Damn!" Gerian blurted out a swear. This kid was too accurate.

source: “我靠！”葛瑞安一看那中年男人，顿时两只眼睛都瞪圆了。
en_us: "Damn!" Gerian's eyes were wide open at the sight of the middle-aged man.

source: “我靠！”葛瑞安只觉脚下一软，差点没把老毛病吓出来，好不容易扶着椅子站稳，歪着的法师帽都没来得及去扶，老头就已是气急败坏的吼了起来：“你没兴趣？”
en_us: "F*ck!" Gerian felt his legs turn weak and his old illness almost relapsed from the scare. The old man barely managed to steady himself by holding on to the chair and didn't even have the time to straighten his tilted hat; he was utterly discomfited and roared, "You're not interested?"

source: “我靠！我靠！活人！”向来以斯文人自诩的林立，却在片刻间连说了两个“我靠”，因为他实在太激动了，他居然真的看见了三个活人。
en_us: "Damn! Damn! Living humans!" He had always bragged about what a refined person he was, but he had blurted two "damns" within moments. He was just too excited that he actually saw three living humans.

source: “我靠！这加洛斯城够大的……”住惯了都市里的高楼大厦，此时走进这座充满异域风情的城市，林立只觉得一切都是如此新奇，跟在麦格雷尼身后一路走来，两只眼睛就没休息过，东瞧瞧西看看，忙得不亦乐乎。
en_us: "Damn! This Jarrosus City is huge..." Being accustomed to the tall buildings in the metropolis, Lin Li felt a wave of novelty as he entered the exotic city. His eyes had not taken any rest at all as he followed behind McGrenn, busy with taking in his surroundings.

source: “我？”
en_us: "Me?"

source: “或者说，又有哪些人对你不满？”话说到这里，林立已经有些明白了。
en_us: "Or, who are the people unhappy with you?" Lin Li had understood at this point.

source: “所以你不告诉我，那山洞里还有其他的狮蝎？”
en_us: "So you didn't tell me there was a Manticore in the cave?"

source: “所以你准备赶我走了？”
en_us: ”So you are ready to chase me off?”

source: “所以你想让我……”安度因想说些什么，林立大概已经猜到了，想想这也不是什么大事，帮他弄点野钢花而已，反正除了练习元素排列之外，自己也没什么事情可做，所以林立回答得很干脆：“没问题，你要是暂时走不开的话，我去帮你采点也是一样。”
en_us: "So, you want me to..." Lin Li had guessed what Andoine was about to say. Thinking it was not a big deal picking wild steelbloom for him, and since there was nothing else he could do but practice elemental sequencing, Lin Li answered coolly, "No problem. If you can't excuse yourself for the moment, it'll be the same if I go and pick some for you."

source: “所以，别想了。”
en_us: "So, don't think about it."

source: “扑哧！”听他说得有趣，伊娜也忍不住笑出声来。
en_us: "Tee hee!" Ina could not help but laugh at his funny remarks.

source: “扑通！”
en_us: “Crash!”

source: “打一场？”
en_us: "Spar in a match?"

source: “打就打吧……”林立有些无所谓，虽然他并不象葛瑞安一般乐观，但对克伦威尔的实力，他实在是太清楚不过了，只要老梅林不直接插手，就一切好办，随便他搞什么阴谋诡计，也很难让克伦威尔对自己构成威胁。
en_us: "We'll just battle..." Lin Li was somewhat indifferent. Although he wasn't that optimistic like Gerian was, he knew very well Cromwell's strength. So long as Old Merlin did not interfere, all would be well. No matter what schemes he came up with, it would be hard for Cromwell to pose a threat to him.

source: “找不到？”等到艾萨克再抬起头来的时候，神色间已再无一丝尴尬，取而代之的是一阵凝重与威严：“你是说，你找不到那个人？”
en_us: "Can't find?" When Isaac lifted his head, there was no trace of embarrassment at all; instead, his expression was serious and dignified. "You mean, you can't find the person?"

source: “找人？”
en_us: "Get help?"

source: “找姬听雨？”
en_us: "Search for Ji Tingyu?"

source: “找我？”林立微微一愣，除了魔法公会的人外，自己在加洛斯还有熟人吗？
en_us: "Looking for me?" Lin Li was slightly confounded. Other than people from the Guild of Magic, did he have other acquaintances in Jarrosus?

source: “找死！”
en_us: "You must be tired of living!"

source: “找过医生了吗？”
en_us: “Have you called for a doctor?"

source: “承您吉言。”林立挠了挠头，有些明白这家伙想干什么了。
en_us: "Thank you for the kind words." Lin Li scratched his head, somewhat understanding what this fellow was trying to do.

source: “抓走伊娜的应该是利维坦猩猩。”
en_us: “Ina should’ve been taken by a Leviathan Gorilla.”

source: “报道？”正四处张望的林立不由一愣。
en_us: "Report?" Lin Li was just looking around when he did a double take at the word.

source: “抱歉抱歉，会长前段时间实在是太过操劳了，以至于身体有些不太舒服，现在正在翡翠高塔内静养。”在说出这句话的时候，凯文的心情无比激动，就好象黑暗年代末期时，那些被奴役了上千年的种族，忽然间看到了胜利的曙光一样。
en_us: "I'm so sorry, the President has been overly exhausted recently, and so he has not been feeling very well. He's resting in the Emerald Tower at the moment." Kevin was awfully agitated when he delivered the sentence. It was as if the race that had been enslaved for thousand of years suddenly saw the dawn of victory at the end of the Dark Ages.

source: “抱歉抱歉，是我太激动了。”老头讪讪笑了两声，有些尴尬的将手松开，末了还陪着笑脸帮林立整理好弄皱的衣领：“现在可以说了吧？”
en_us: "Sorry, I was too agitated." The old man laughed embarrassedly. He released his hand somewhat awkwardly and smiled as he helped Lin Li straighten his crumpled collar.

source: “担心什么？傻丫头，少爷是修炼忘记了时间！”
en_us: "What is there to worry about? Silly girl, your young master was just so busy practicing essence force refinement that he forgot the time!"

source: “拉倒吧你……”林立笑了笑，将蛮牛之力塞好，又重新递到安度因手上：“这瓶蛮牛之力配得不错，除了温度掌握得不够精确之外，基本上没什么问题，我记得我好象跟你说过，加热泰罗果汁液的时候，温度必须控制在刚刚沸腾的程度，不能太热也不能太凉，不然很可能让龙血草药效发生突变，这可不是什么好玩的事，轻则让蛮牛之力变成毒药，重则释放出剧毒气体，吸进去一点的话，管你什么传奇剑圣传奇法师，全都得一起完蛋！”
en_us: 泰罗"Forget it..." Lin Li smiled. He closed the Bull's Strength Potion and passed it to Andoine: "This botle of Bull's Strength Potion is not bad. There are no problems besides the lack of accuracy in temperature control. I remember telling you that when you heat the terocone juice, the temperature needs to be just boiling, not too hot but not too cold. If not, it might cause the Dracaena grass pesticide to suddenly change. This is not a laughing matter. You could cause the Bull's Strength Potion to turn into a poison. It could give off toxic gas, which if inhaled will cause death, even if you are a legendary Sword Sage or mage!"

source: “拼了！”到了这种时候，也没时间让林立去细想了，就只看这办法行不行得通都不重要，反正行也要上，不行也同样要上。
en_us: "Let's do this!" There was no time for Lin Li to dwell on it in this situation; it didn't matter whether the idea would work or not, he had to do it in any case.

source: “损个屁！”
en_us: "At stake, my ass!"

source: “捡到宝了捡到宝了……”葛瑞安眼睛虽然还在信上，心里却早已乐开了花，他现在真恨不得能拿起信来亲上几口，加洛斯魔法公会落魄了几十年，终于有翻身的机会了！
en_us: I've found a treasure... I've found a treasure... Gerian eyes were still on the letter, but his heart was bursting with joy. He wished he could pick up the letter and give it a few kisses. Jarrosus Guild of Magic had been down and out for decades, and now the opportunity had presented itself for them to turn things around!

source: “据说前不久的时候，加洛斯魔法公会发现了一个高等精灵遗迹，从里面弄到了很多的大师级药水！”
en_us: "I heard that not long ago, Jarrosus Guild of Magic discovered a High Elves relic and had obtained many master potions from it!"

source: “据说是一位很漂亮的女冒险者。”
en_us: "Apparently it's a beautiful female adventurer."

source: “探病？哎呀……实在对不起，葛瑞安会长这次真是病得很严重，而且还是恶性传染病，万一把您也给传染了，我们会良心不安的，要不您还是先回去，等过几天再来吧？”
en_us: "Visitation? Well... I'm really sorry, President Gerian is seriously ill this time, and it's a malignant infectious disease. If you're infected, it will lie heavy on our conscience. Why don’t you go back first and come back again a few days later?"

source: “接下来再试试融合！”
en_us: "Next, I'll attempt to fuse it!"

source: “接下里再试哪里，要不试试脑袋？可人阶中品武技铁头功我还没学啊，没事，要不本少爷就随便来一发头槌吧……”
en_us: "Next, I could try other spots. Should I try my head? I have not yet grasped the Man-tier medial-grade Iron Head Technique fully. But that's fine. Why don't I try out a head blow…"

source: “推迟奥法药剂拍卖的借口！”
en_us: "The excuse to delay the Arcane Magic Potion auction!"

source: “提炼黑色元力！”
en_us: "Time to extract more black essence force!"

source: “搞了半天，你就是为了这个？”葛瑞安一时间心情大好，现在才明白，老头威胁了自己半天，为的就是要让他那个废物儿子跟林立决斗。
en_us: "After so long, just for this?" Gerian's mood lit up immediately. Only then did he understand that the old fellow had threatened him just to let his good-for-nothing son fight it out with Lin Li.

source: “摔碑手！”
en_us: "Wrestling Hand!"

source: “敢咬老子，就得有被打死的觉悟！”林立越想越觉得自己委屈。
en_us: "He dares to bite me, then he'd better be prepared to be beaten!" The more Lin Li thought about it, the more aggrieved he felt.

source: “无关紧要的小人物而已。”老梅林摇了摇头：“你错就错在，不该让葛瑞安知道，你这一次去，先试试能不能拉拢他，如果拉拢不了你就……”
en_us: "Small character of little significance..." Old Merlin shook his head. "Your fault is that you shouldn't have let Gerian know about it. Try to see if you can rope him in this time when you go; if you can't, then..."

source: “无所谓，反正你儿子就是一盘菜……”
en_us: "Doesn't matter. Your son is a piece of cake anyway..."

source: “早上好凯文。”打过招呼之后，林立二话没说，又拉着凯文去了一趟等级认证大厅。
en_us: "Good morning, Kevin." After the greetings, Lin Li dragged Kevin to the level certification hall without another word.

source: “早上好费雷。”
en_us: "Good morning, Felic."

source: “时候不早了，大家早点休息吧。”
en_us: "It's late, everyone should rest early."

source: “时间，只要再给我一些时间，任何问题都不是问题了！”
en_us: Time! If only I had more time, whatever problems I have would not be problems anymore!

source: “明天晚上。”
en_us: "Tomorrow night."

source: “明白明白……”麦德林连连点头，心里却是早就打定了主意，只要一回到奥兰纳魔法公会，就立刻让奥德文把他这个混蛋儿子给关起来，妈的小王八蛋，你闯下的祸，却要老子来帮你背黑锅……
en_us: "I understand, I understand..." Medellin nodded his head, but inside he had already come up with a plan. Once he returned to the Alanna Guild of Magic, he would let Odwin lock up his bastard son. Hell, this little bastard, you cause trouble and yet let others take the blame...

source: “明白！”
en_us: "Understood!"

source: “春芽，你先回去，记住，这事和任何人都不要说！”
en_us: "Chunya, return first,” he instructed quickly. “Remember, don't breathe a single word of this to anyone!"

source: “是……”
en_us: "Yes..."

source: “是吗……”巴瑟罗尔点了点头，没再继续多问，只是说了声失陪，就端着一杯红酒走到了林立面前。
en_us: "Is it..." Bathrilor nodded and did not question further. He excused himself and walked to Lin Li with a glass of red wine in his hand.

source: “是啊，这位大爷快进去吧，我们家烟火姑娘最近可是学会了一种新的玩法，叫吹箫弄月，可舒坦了……”
en_us: "Yes, Sir, come on in! Our Lady Yanhuo has just learned a new trick called Flute Blowing Bosom Moons. It's very enjoyable…"

source: “是啊，这群低贱的陪练怎么能有幸和小姐对战？马某最近感悟了一种地阶武技，正好陪小姐练练！”
en_us: "Yes, how could these lowly sparring partners ever have the good fortune of sparring in combat with the Young Mistress? I, Young Master Ma, recently developed a new earth-tier martial arts skill, just perfect to be used in a practice round with you, Young Mistess!'

source: “是安度因那老家伙！”胖老头一听安度因的名字，顿时双眼一亮，刚刚皱起的眉头也随之舒展开来，一张胖脸上笑容可鞠，看上去倒还真象个和气生财的商人：“那老家伙人呢？怎么只有你一个人过来？”
en_us: "It's Andoine, that old chap!" The fat old man's eyes lit up at the mention of Andoine's name. The frown that was on his face dissipated, his chubby face radiant with smiles, and he looked just like an amiable businessman. "Where's the old chap? Why are you here alone?"

source: “是的！”
en_us: "That's right!"

source: “是的！”罗琳布满红晕的俏脸上，此时的神色竟是如此坚定：“我想跟你学习药剂！”
en_us: "Yes!" Rowling's flushed face was masked with a look of determination now. "I'd like to learn from you!"

source: “是的，一百套。”
en_us: "Yes, 100 sets."

source: “是的，城主大人，我已经按照格林先生所说的办法试过了，可是我完全找不到那个人。”
en_us: "Yes, Master Castellan. I've tried using the way Mr Grimm has mentioned, but I can't find the person completely."

source: “是的，霍伦先生。”
en_us: "Yes, Mr Hoeren."

source: “是这么回事……”
en_us: "It's like that..."

source: “是！”
en_us: "Yes!"

source: “晚上好凯文魔法师！”艾萨克脸上的笑容很亲切，跟凯文打过招呼之后，又微微有些疑惑：“怎么葛瑞安会长没来？”
en_us: "Good evening, Mage Kevin!" The smile on Isaac's face was cordial. After greeting Kevin, he was slightly befuddled. "Why didn't President Gerian come?"

source: “晚上见。”
en_us: "See you tonight."

source: “暂时不麻烦你了，那家伙给了我地址，应该不难找才对……”安度因走的时候也没说清楚，魔法师公会究竟是什么地方，林立怕那万一是什么秘密组织，自己贸贸然带着罗麦格雷尼上门去，被人灭口了可怎么办？
en_us: “Won't have to trouble you for now. My friend has given me an address, so it shouldn’t be too difficult to find…” Andoine had not really specified what the Mage Association was like. Lin Li was afraid it might be a secret organization—what would he do if they decided to kill him for bringing McGrenn along?

source: “曼尼斯家族？”听到这个名字，林立不由想起了开遍加洛斯的镀金玫瑰，当初若不是在镀金玫瑰里看到一根法杖都卖几千金币，自己又怎么会想到配药剂弄钱，只是有些搞笑的是，转了一圈之后，这钱到是弄到了镀金玫瑰头上……
en_us: "Mannes Family?" On hearing the name, Lin Li couldn't help but think of the Gilded Rose that had bloomed over Jarrosus. If he hadn't seen the staff selling for thousands of gold coins in the Gilded Rose, he would not have thought of concocting potions to make money. But the funny thing was that after circling a round, that money would be made on Gilded Rose...

source: “有了！”
en_us: "Got it!"

source: “有什么事赶紧说，别耽误老人家休息。”老头的声音有气无力，听起来就好象快断气了似的。
en_us: "Hurry up and state your business, don't hold up an old man's rest." There was no energy in the old man's voice, and it sounded as if he was on his deathbed.

source: “有什么办法，他爹死得太早，又偏偏没多生几个儿子。”
en_us: "What can he do? His father died too early and he didn't have many sons."

source: “有什么好感谢的，当初要不是你们帮忙，我可能现在都还没走出落日山脉，真要说感谢，倒是应该由我来说了。”林立的性格就是这样，恩怨分明，受人恩惠一生都会记住，麦格雷尼父女虽只是无意间帮了个忙，但林立却一直牢牢的记在了心里。
en_us: "What's there to thank for. If it weren't for your help in the begging, I could still be stuck in the Sunset Mountains. I should be the one thanking you both." Such was the character of Lin Li—clear about kindness and enmity. He would remember for life the kindness and grace he had received from someone. McGrenn and his daughter had helped him unintentionally, but Lin Li had kept it firmly in his mind.

source: “有前途！”中年人又是拇指一竖，从兜里摸出一封信：“等下宴会的时候，能不能请小兄弟帮个忙，把这个交给凯文魔法师，就说小女很仰慕他，希望改天请他到家里来做客。”
en_us: "Bright future!" The middle-aged man stuck his thumb up and took a letter out from his pocket. "When we get to the banquet later, can I ask you to do me a favor and pass this to Mage Kevin? Tell him that my little girl admires him very much and would like to invite him for a dinner at our place another day."

source: “有种你们就来！只要敢动屠魔山谷，老子就敢把你们的爪子砍掉！”谁知道还有火气更大的，中年人都已经走出了老远，胖老头还在那喋喋不休的叫骂着，骂了好一阵子，才算是注意到大厅里还有人在，只见胖老头眉头一皱，盯着林立问道：“你是谁？”
en_us: "Come if you dare! As long as you dare to lay a finger on Demon Fall Valley, I'll chop the claws off your hands!" Who knew there'd be another even more fiery-tempered one? The middle-aged man had already gone far, but the fat old man never stopped berating. After some time, he finally noticed a presence in the hall. With a frown, he glared at Lin Li and asked, "Who are you?"

source: “有这样一条吗？”
en_us: "Is there such a rule?"

source: “本周日，魔法公会将在翡翠高塔内拍卖三十瓶奥法药剂！”
en_us: "This Sunday, the Guild of Magic will be auctioning 30 bottles of Arcane Magic Potion in the Emerald Tower!"

source: “本来一切都很顺利，经过几天的搜索，我们很快就在森林北边发现了一只落单的狮蝎，于是今天早上，我们在它巢穴附近布下了一个陷阱。”麦格雷尼脸上露出一丝苦笑：“然后我们就藏在树林里等它上勾，可谁知道那个陷阱没有引来狮蝎，却引来了两头双足飞龙，天知道这究竟是怎么回事，原本只是为狮蝎设下的陷阱，却彻底激怒了这两头双足飞龙，它们向树林里发起了攻击，我杀死了其中一头，却被它临死前的反扑重伤，克伦威尔先生不得不带着我跟伊娜逃出树林……最后很幸运的遇上了您，如果没有您出手，我真是不知道该怎么办才好了……”
en_us: "Everything was going well in the beginning. After a few days of search we soon found a lone Manticore, so this morning we'd deployed a trap near where it nested." A bitter smile came across McGrenn's face. "And then we hid in the forest waiting for it to fall into the trap. But who knew the trap would attract two Wyverns instead of the Manticore? God knows what happened, a trap that was meant for the Manticore had provoked the Wyverns’ attacks on us in the forest. I'd killed one of them, but was badly hurt by it before it died. Cromwell had no choice but to bring Ina and I out of the forest... And then, fortunately, we met you. If it hadn't been for you, I really wouldn’t have known what to do..."

source: “杀人！”林立忽然有些明白了。
en_us: "To kill!" Lin Li suddenly understood some of it.

source: “材料没什么问题。”只是稍稍一闻，林立就很轻易的分辨出来，安度因这瓶蛮牛之力，确实比以前强了不少，材料方面没有一点问题，四种材料严格按照比例分配，最难得的是，这一次，他竟然没往里面加什么乱七八糟的东西。
en_us: "There's no problem with the ingredients." With just a smell, Lin Li was able to easily tell that Andoine's bottle of Bull's Strength Potion had indeed become stronger than before. There was no problem with the ingredients, and the four ingredients strictly followed the required ratio. What was most surprising was that this time, he had not added random ingredients into the potion.

source: “来人，去把苍狼给我请来！”
en_us: "Servants, go and fetch Lone Wolf! Bring him to me!"

source: “来人，立即去通报家族，算了……你们看好少爷，我亲自去请罪！”
en_us: "Servants, go notify the family clan immediately, oh forget it... the lot of you take good care of Young Master, I will personally go and make apologies!"

source: “来来来，大家都凑凑，我这好象还有三万，你们有多少？”一群人拼命的冲他使眼色，这家伙却是一点都没看见，还在那不知死活的凑钱。
en_us: "Come, come, everyone gather our money. I think I have 30,000 here, how much do you all have?" The group of mages tried desperately signal him with their winks, but the guy was utterly oblivious to it and still gathering money without knowing what death was like.

source: “来的好，黑色元力！”
en_us: "What a great move! Black essence force!"

source: “来，我给你介绍一下，这是新来的费雷法师，他已经决定在加洛斯魔法公会进行等级认证了，你先带他去办下手续，我去找人安排等级认证，这些小兔崽子一个个胆子越来越大了，大清早的就躲房间里偷懒，害得老子刚才想揍阴影之城那混蛋都找不到帮手……”
en_us: "Come, let me introduce you. This is Mage Felic, a new mage. He has decided to go through the level certification in Jarrosus' Guild of Magic. Bring him down to process the documents, I'll look for someone to arrange the certification. These little rascals are getting more brazen, hiding themselves in the room early in the morning. I had wanted to teach that bastard from Shadow City but couldn't find any helpers to back me up...
